Repository: Hatunruna/ggj2024
Catalog: data/raw/i18n/*.po
Languages: fr

source: Shift End
fr: Fin de Service

source: Correct choices:
fr: Choix corrects :

source: Incorrect choices:
fr: Choix incorrects :

source: Unhandled movies:
fr: Films non-traités :

source: Congratulations! The monster has enjoyed this midnights movies and laughs openly. You have saved the city (and our life). Enjoy your vacations!
fr: Félicitation ! Le monstre a apprécié ses midnights movies et il rit ouvertement. Vous avez sauvé la ville (et votre vie). Profitez de vos vacances !

source: Unfortunately, the monster was not satisfied by your performance. Good luck in another life!
fr: Malheureusement, le monstre n'a pas apprécié votre performance. Bonne chance dans une autre vie !

source: Comedy
fr: Comédie

source: Drama
fr: Drame

source: Horror
fr: Horreur

source: The title has a odd number of words
fr: Le titre a un nombre impair de mots

source: The title has an even number of words
fr: Le titre a un nombre pair de mots

source: The title has 16 letters or less
fr: Le titre a 16 lettres ou moins

source: The title has 16 letters or more
fr: Le titre a 16 lettres ou plus

source: The movie was released in 1980 or after
fr: Le film est sorti en 1980 ou après

source: The movie was released in 1990 or after
fr: Le film est sorti en 1990 ou après

source: The movie was released in 2000 or after
fr: Le film est sorti en 2000 ou après

source: The movie was released in 2010 or after
fr: Le film est sorti en en 2010 ou après

source: The movie was released in 1990 or before
fr: Le film est sorti en 1990 ou avant

source: The movie was released in 2000 or before
fr: Le film est sorti en 2000 ou avant

source: The movie was released in 2010 or before
fr: Le film est sorti en 2010 ou avant

source: The movie was released in 2020 or before
fr: Le film est sorti en 2020 ou avant

source: The movie was released in a leap year
fr: Le film est sorti une année bissextile

source: The movie was released in a non-leap year
fr: Le film est sorti une année non-bissextile

source: The movie was released in a odd year
fr: Le film est sorti une année impaire

source: The movie was released in an even year
fr: Le film est sorti une année paire

source: The movie lasts 90 minutes or more
fr: Le film dure 90 minutes ou plus

source: The movie lasts 120 minutes or more
fr: Le film dure 120 minutes ou plus

source: The movie lasts 150 minutes or more
fr: Le film dure 150 minutes ou plus

source: The movie lasts 120 minutes or less
fr: Le film dure 120 minutes ou moins

source: The movie lasts 150 minutes or less
fr: Le film dure 150 minutes ou moins

source: The movie lasts 180 minutes or less
fr: Le film dure 180 minutes ou moins

source: The movie has 2 stars or more
fr: Le film a 2 étoiles ou plus

source: The movie has 3 stars or more
fr: Le film a 3 étoiles ou plus

source: The movie has 4 stars or more
fr: Le film a 4 étoiles ou plus

source: The movie has 2 stars or less
fr: Le film a 2 étoiles ou moins

source: The movie has 3 stars or less
fr: Le film a 3 étoiles ou moins

source: The movie has 4 stars or less
fr: Le film a 4 étoiles ou moins

source: The movie comes from Canterlot
fr: Le film vient de Canterlot

source: The movie comes from Gallifrey
fr: Le film vient de Gallifrey

source: The movie comes from Hyrule
fr: Le film vient d'Hyrule

source: The movie comes from Innistrad
fr: Le film vient d'Innistrad

source: The movie comes from Morrowind
fr: Le film vient de Morrowind

source: The movie comes from Temeria
fr: Le film vient de Temeria

source: The movie comes from Valinor
fr: Le film vient de Valinor

source: The movie comes from Wonderland
fr: Le film vient de Wonderland

source: The movie does not come from Canterlot
fr: Le film ne vient pas de Canterlot

source: The movie does not come from Gallifrey
fr: Le film ne vient pas de Gallifrey

source: The movie does not come from Hyrule
fr: Le film ne vient pas d'Hyrule

source: The movie does not come from Innistrad
fr: Le film ne vient pas d'Innistrad

source: The movie does not come from Morrowind
fr: Le film ne vient pas de Morrowind

source: The movie does not come from Temeria
fr: Le film ne vient pas de Temeria

source: The movie does not come from Valinor
fr: Le film ne vient pas de Valinor

source: The movie does not come from Wonderland
fr: Le film ne vient pas de Wonderland

source: The movie is an action movie
fr: Le film est un film d'action

source: The movie is a comedy
fr: Le film est une comédie

source: The movie is a drama
fr: Le film est un drame

source: The movie is a fantasy movie
fr: Le film est un film fantasy

source: The movie is a horror movie
fr: Le film est un film d'horreur

source: The movie is a musical movie
fr: Le film est un film musical

source: The movie is a romance
fr: Le film est une romance

source: The movie is a sci-fi movie
fr: Le film est un film de science-fiction

source: The movie is a western
fr: Le film est un western

source: The movie is not an action movie
fr: Le film n'est pas un film d'action

source: The movie is not a comedy
fr: Le film n'est pas une comédie

source: The movie is not a drama
fr: Le film n'est pas un drame

source: The movie is not a fantasy movie
fr: Le film n'est pas un film de fantasy

source: The movie is not a horror movie
fr: Le film n'est pas un film d'horreur

source: The movie is not a musical movie
fr: Le film n'est pas un film musical

source: The movie is not a romance
fr: Le film n'est pas une romance

source: The movie is not a sci-fi movie
fr: Le film n'est pas un film de science-fiction

source: The movie is not a western
fr: Le film n'est pas un western

source: The movie is in animation
fr: Le film est en animation

source: The movie is in live action
fr: Le film est en live action

source: The movie is in stop motion
fr: Le film est en stop motion

source: The movie is not in animation
fr: Le film n'est pas en animation

source: The movie is not in live action
fr: Le film n'est pas en live action

source: The movie is not in stop motion
fr: Le film n'est pas en stop motion

source: The movie can be viewed by a child of 10
fr: Le film peut être vu par un enfant de 10 ans

source: The movie can be viewed by a teenager of 14
fr: Le film peut être vu par un adolescent de 14 ans

source: The movie can be viewed by a teenager of 17
fr: Le film peut être vu par un adolescent de 17 ans

source: The movie is authorized for 0+
fr: Le film est autorisé pour les 0+

source: The movie is authorized for 12+
fr: Le film est autorisé pour les 12+

source: The movie is authorized for 16+
fr: Le film est autorisé pour les 16+

source: The movie is authorized for 18+
fr: Le film est autorisé pour les 18+

source: Duration:
fr: Durée :

source: Country:
fr: Pays :

source: Year:
fr: Année :

source: And of course, no AI!
fr: Et bien sûr, pas d'IA !

source: It wants to laugh, choose wisely
fr: Il veut rire, choisissez bien !

source: Click to start
fr: Cliquer pour commencer
